//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Verileriniz için güvenli bir barınak!";
"_intro_1_text_"    = "Verilerinizi güvenli ve denetiminiz altında tutun";

"_intro_2_title_"   = "Birden çok hesap";
"_intro_2_text_"    = "Tüm bulut hesaplarınıza bağlandıktan sonra aralarında geçiş yapmak için Dosyalar sekmesindeki Nextcloud logosuna dokunun";

"_intro_3_title_"   = "Başla";
"_intro_3_text_"    = "Harika, Вышка Диск uygulamanız kullanılmaya hazır. Ayrıntılı bilgiler, haberler ve iletişim bilgileri için https://nextcloud.com adresine bakın";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud şifreleme iletişim kuralı artık kullanılmıyor. Gene de AppStore üzerindeki ücretsiz uygulamayı indirerek dosyalarınızın şifresini açabilirsiniz\n\n'CryptoCloud for Nextcloud'\n\nYakında tüm NextCloud kullanıcılarına yeni bir Uçtan Uca Şifreleme iletişim kuralı sunulacak\n\n\nBaşlamak için dokunun";

"_log_in_"          = "Oturum Aç";
"_sign_up_"         = "Hizmet sağlayıcı ile hesap aç";
